# data.py
bio_data = {
    "name": "Kristallik_mal",
    "description": "Привет, я Кристалик, пытаюсь программировать",
    "about": """
        <p>Меня зовут Кристалик, и я увлекаюсь программированием. 
        Я учусь в школе и пытаюсь освоить Python, HTML/CSS и другие технологии.</p>
        <p>Люблю проводить время за компьютером, изучая новые вещи и создавая проекты. 
        Ещё обожаю Маинкрафт</p>
    """,
    "projects": [
        {"title": "Первый сайт на Flask", "description": "Создал сайт-портфолио с помощью Python и Flask. Учился шаблонам, стилям и размещению."}
    ],
    "contacts": {
        "telegram": "@kristallik_mal",
